Repository: Requiem2033/pokenav-translations
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: es

source: silver pinap berry
es: Baya Pinia Plateada

source: silver pinap berries
es: Bayas Pinia Plateadas

source: silver pinap
es: Pinia Plateada

source: silver pinaps
es: Pinias Plateadas

source: golden razz berry
es: Baya Frambu Dorada

source: golden razz berries
es: Bayas Frambu Doradas

source: golden razz
es: Frambu Dorada

source: golden razzs
es: Frambu Doradas

source: razz berry
es: Baya Frambu

source: razz berries
es: Bayas Frambu

source: razz
es: Frambu

source: razzs
es: Frambus

source: pinap berry
es: Baya Pinia

source: pinap berries
es: Bayas Pinia

source: pinap
es: Pinia

source: pinaps
es: Pinias

source: nanab berry
es: Baya Latano

source: nanab berries
es: Bayas Latano

source: nanab
es: Latano

source: nanabs
es: Latanos

source: greatball
es: Superball

source: great ball
es: Super Ball

source: greatballs
es: Superballs

source: great balls
es: Super balls

source: rare candy
es: Caramelo Raro

source: rare candies
es: Caramelos Raros

source: stardust
es: Polvos Estelares

source: dust
es: Polvo

source: lure
es: Cebo

source: lure module
es: Módulo Cebo

source: mossy
es: Musgoso

source: mossy lure
es: Cebo Musgoso

source: mossy lure module
es: Módulo Cebo Musgoso

source: glacial
es: Glaciar

source: glacial lure
es: Cebo Glaciar

source: glacial lure module
es: Módulo Cebo Glaciar

source: magnetic
es: Magnético

source: magnetic lure
es: Cebo Magnético

source: magnetic lure module
es: Módulo Cebo Magnético

source: fast tm
es: MT de ataque rápido

source: ftm
es: mtr

source: charge tm
es: MT de ataque cargado

source: ctm
es: mtc
